Repository: AdnanAlrashed/studentPro
Catalog: studentApp/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Add Course
ar: أضف دوره

source: Add New Course
ar: أضف دورة جديدة

source: Course Name
ar: أسم الدورة

source: Save Course
ar: حفظ الدورة

source: Add Emplyees
ar: إضافة المدربين

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: First Name
ar: الإسم الأول

source: Last Name
ar: الإسم الأخير

source: User Name
ar: إسم المستخدم

source: Address
ar: العنوان

source: Page_Add_Trining
ar: إضافة المتدربين

source: Add Trining
ar: إضافة المتدربين

source: Email Not Available
ar: البريد الإلكتروني غير متاح

source: Email Available
ar: البريد الإلكتروني متاح

source: Username Not Available
ar: اسم المستخدم غير متاح

source: Username Available
ar: اسم المستخدم متاح

source: Add Subject
ar: إضافة الأقسام

source: Subject Name
ar: إسم القسم

source: Course
ar: الدورة

source: Staff
ar: المدرب

source: Edit Profile
ar: تعديل الصفحة

source: UserName
ar: إسم المستخدم

source: Change Password
ar: تغيير كلمة المرور

source: Save Profile
ar: حفظ الصفحة

source: View Attendance
ar: عرض التحضير

source: Subject
ar: القسم

source: Session Year
ar: تاريخ سريان الدورة

source: TO
ar: إلى

source: Fetch Attendance Date
ar: إحضار بيانات التحضير

source: Attendance Data
ar: بيانات التحضير

source: Fetch student Data
ar: إحضار بيانات المتدربين

source: Student Management
ar: إدارة شؤون الأكاديمية

source: Shoaa Alnore Acadimy for Training
ar: أكاديمية شعاع النور للتدريب والتأهيل

source: Log Out
ar: تسجيل الخروج

source: Home
ar: الصفحة الرئيسيه

source: Edit Course
ar: تعديل الدورة

source: Edit Staff
ar: حفظ الدورة

source: Email address
ar: البريد الإلكتروني

source: Frist Name
ar: الإسم الأول

source: Save Staff
ar: حفظ المدرب

source: Edit Stusent
ar: تعديل المتدرب

source: Total Students
ar: إجمالي المتدربين

source: More info
ar: مزيد من المعلومات

source: Total Staffs
ar: إجمالي المدربين

source: Total Courses
ar: إجمالي الدورات

source: Total Subject
ar: إجمالي الأقسام

source: Students and Staff Chart
ar: مخطط المدربين والمتدربين

source: Total Subject in Each Courses
ar: إجمالي الأقسام في الدورات

source: Total Students in Each Courses
ar: إجمالي المتدربين في الدورات

source: Total Students in Each Subject
ar: إجمالي المتدربين في الأقسام

source: Home Page
ar: الصفحة الرئيسيه

source: Empleeys
ar: المدربين

source: Add Empleey
ar: أضف مدرب

source: Manage Empleeys
ar: إدارة المدربين

source: Traineds
ar: المتدربين

source: Add Trained
ar: أضف متدرب

source: Manage Traineds
ar: إدارة المتدربين

source: Courses
ar: الدورات

source: Manage Courses
ar: إدارة الدورات

source: Subjects
ar: الأقسام

source: Manage Subjects
ar: إدارة الأقسام

source: Manage session Year
ar: إدارة تاريخ السريان

source: Informations
ar: المعلومات

source: Stusent Feedback
ar: تعقيب المتدرب

source: Staff Feedback
ar: تعقيب المدرب

source: Staff Leave
ar: إذن المدرب

source: Student Leave
ar: إذن المتدرب

source: Studemt App | Log in
ar: صفحة الدخول

source: Stusent
ar: تطبيق شؤون

source: App
ar: المتدربين

source: Sign in to Student App
ar: تسجيل الدخول الى التطبيق

source: Sign In
ar: تسجيل دخول

source: Reset Password
ar: إعادة تعيين كلمة المرور
